[
  {
    "FIELD1":"Azerbaijan ",
    "FIELD2":" Tural Abbasli, aged 29, is a postgraduate journalism student and the leader of the youth wing of Musavat, one of the main Azerbaijani opposition parties. He used the social networking site Facebook to criticize the country’s government. On 2 April 2011 he was arrested while taking part in an unauthorised protest against government corruption and abuses of human rights. He was one of 14 activists and opposition politicians to be sentenced – in his case to two and a half years in prison - for “organizing and participating in actions that disturb public order”. He was expelled from Baku state university. Amnesty International considers him to be a prisoner of conscience, detained solely because of his peaceful activism."
  },
  {
    "FIELD1":"Azerbaijan ",
    "FIELD2":" Three teenagers detained since March 2005 have been subjected to torture and ill-treatment. Ruslan Bessonov (born 28 April 1988), Maksim Genashilkin (born 15 March 1990) and Dmitri Pavlov (born 16 July 1989) were detained on 14 March 2005 by police from the 33rd police precinct in the Surakhan district of the Azerbaijani capital Baku. They were charged with murdering another teenager, Vusal Zeynalov, yet their parents were only informed of their sons' arrests eight hours later. Ruslan Bessonov and Dmitri Pavlov were only granted access to their lawyers some 48 hours after their arrest at around midday on 16 March, while Maksim Genashilkin met with his lawyer on 17 March. "
  },
  {
    "FIELD1":"Bahrain ",
    "FIELD2":" Thirteen opposition activists in Bahrain are serving prison sentences handed down by a military court following anti-government protests in February and March 2011. They were not given fair trials and some of them were reportedly tortured. They are prisoners of conscience, detained solely for peacefully expressing their opinions and their activism."
  },
  {
    "FIELD1":"Belarus ",
    "FIELD2":" LGBTI rights activist, Ihar Tsikhanyuk, was questioned, beaten and subjected to threats and abuse for being gay by police, following the unsuccessful attempt to register the LGBTI NGO Human Rights Centre Lambda in January 2013. Those responsible for his ill-treatment have yet to be held to account, and Ihar Tsikhanyuk and others connected to the Human Rights Centre Lambda remain at risk of further threats and abuse due to their sexual orientation and continued LGBTI activism. "
  },
  {
    "FIELD1":"Cambodia ",
    "FIELD2":" Born Samnang and Sok Sam Oeun were sentenced to 20 years' imprisonment on 1 August 2005 for the murder of prominent trade unionist Chea Vichea on 22 January 2004.  The criminal investigation was deeply flawed and the trial did not meet international standards for fairness. Both men had strong alibis at the time of the murder and the prosecution presented no direct evidence, apart from a confession extracted from one of the defendants under duress.  Amnesty International believes that the true perpetrators of the murder of Chea Vichea have not been held to account and that Born Samnang and Sok Sam Oeun are unjustly imprisoned."
  },
  {
    "FIELD1":"China ",
    "FIELD2":" Tibetan film-maker Dhondup Wangchen is imprisoned for \"inciting separatism\". He was detained in March 2008 for his involvement in making a documentary film about Tibetan attitudes towards the Beijing Olympics and the Dalai Lama. He was able to telephone a relative in July 2008 to tell him he had been tortured. After being held without charge for over a year, he was tried in secret, and in December 2009, and sentenced to six years imprisonment by the Xining City Intermediate People’s Court. He appealed, but a higher court appears to have upheld the judgement because in April 2010, he was transferred to Xichuan prison to serve his sentence. Here he was forced to work up to 18 hours a day, although the hours have since been reduced. Amnesty International considers him a prisoner of conscience."
  },
  {
    "FIELD1":"China ",
    "FIELD2":" Gao Zhisheng is one of the most respected human rights lawyers in China, and has been subjected to enforced disappearance, torture, illegal house arrest and detention as a result of his work. He is currently imprisoned in Shaya county prison in Xinjiang Uighur Autonomous Region in northwest China, after being sent to prison in December 2011 for apparently violating the conditions of his suspended three-year sentence. Prior to this, his whereabouts had been unknown for almost 20 months. He has been repeatedly tortured since 2006, and continues to be at high risk of further torture."
  },
  {
    "FIELD1":"China ",
    "FIELD2":" Ablikim Abdiriyim, son of human rights activist Rebiya Kadeer, is serving a nine-year sentence in Xinjiang Uighur Autonomous Region (XUAR) No. 4 Prison. There are serious concerns that he may have confessed under torture. Amnesty International considers him a prisoner of conscience. "
  },
  {
    "FIELD1":"China ",
    "FIELD2":" Uighur writer and poet Nurmemet Yasin is serving a 10-year prison sentence for writing a short story which the authorities consider a veiled indictment of their rule in the Xinjiang Uighur Autonomous Region (XUAR). He is a prisoner of conscience. "
  },
  {
    "FIELD1":"China ",
    "FIELD2":" Falun Gong practitioner, Chen Zhenping, was detained in August 2008 for “using a heretical organisation to subvert the law”. She is currently serving an eight-year prison sentence. Repeated attempts by her lawyer to visit her since her detention have all been blocked by the authorities. Her family has not been able to see her since March 2009. She has been subjected to regular beatings, been forcibly injected with drugs and given electric shocks on sensitive parts of her body. She remains at serious risk of further torture or ill-treatment."
  },
  {
    "FIELD1":"China ",
    "FIELD2":" Mao Hengfeng has been repeatedly detained for her work defending women’s reproductive rights and victims of forced evictions, and her support of human rights defenders. She has been repeatedly tortured."
  },
  {
    "FIELD1":"Democratic People's Republic of Korea (North Korea) ",
    "FIELD2":" Yodok political prison camp is one of four known political prison camps (kwanliso or Control Centre) in North Korea. Tens of thousands of people are held in Yodok political prison camp, with an estimate of around 50,000, and most are imprisoned there without trial or following grossly unfair trials on the basis of “confessions” obtained through torture. Men, women and children in the camp are tortured and otherwise ill-treated, including being forced to work in dangerous conditions. The combination of hazardous forced labour, inadequate food, beatings, totally inadequate medical care and unhygienic living conditions, result in prisoners falling ill, and a large number die in custody or soon after release. The North Korean government denies the existence of any political prison camps in North Korea, including Yodok, even though testimonies of former detainees and satellite photographs confirm their existence. "
  },
  {
    "FIELD1":"Democratic People's Republic of Korea (North Korea) ",
    "FIELD2":" South Korean national and human rights defender Kang Gun was abducted by North Korean agents operating in China. He was last seen on 4 March 2005 in the north-eastern Chinese province of Jilin, which borders North Korea. "
  },
  {
    "FIELD1":"Democratic Republic of the Congo ",
    "FIELD2":" Colonel Paul Ndokayi was arrested on 27 November 2006 in Kinshasa, capital of the Democratic Republic of Congo (DRC). He was detained at the headquarters of the Special Services police known as the Direction des Renseignements Généraux et Services Spéciaux (DRGS) for about a month. During  this period of detention he was tortured and subjected to other forms of serious ill-treatment. He is now held at the main prison in Kinshasa, Centre de Detention et Rééducation de Kinshasa (CPRK). He has been denied medical treatment for the serious injuries sustained during his torture. He was not tried or given the chance to challenge his detention for over three and a half years, but his trial finally began in October 2010."
  },
  {
    "FIELD1":"Egypt ",
    "FIELD2":" Both Islam Harby and Mohamed Ehab Sayed were minors when they were arrested and tried in military courts in 2011. They are being held in an adult maximum security section of Tora prison where Islam Harby is currently serving a two year sentence and Mohamed Ehab is serving a 15 year sentence. Both said they have been beaten in detention. "
  },
  {
    "FIELD1":"Egypt ",
    "FIELD2":" Azza Hilal Ahmad Suleiman is fighting for justice after Egyptian army soldiers attacked her during the Cabinet protest in December 2011. The soldiers’ vicious attack left her with a fractured skull, and she now suffers from memory problems."
  },
  {
    "FIELD1":"Egypt ",
    "FIELD2":" Amr Abdallah Al Beheiry is currently serving a five year sentence in Wadi Natron prison apparently in relation to the exercise of  his right to peacefully protest . He was arrested from a protest and summarily tried in a military court a few days later."
  },
  {
    "FIELD1":"India ",
    "FIELD2":" Two Adivasi (Indigenous) activists from the central Indian state of Chhattisgarh, Soni Sori and Lingaram Kodopi, have been arrested on charges of aiding Maoist rebels, who are fighting an armed insurgency against state forces across Central India. However, Amnesty International believes that the charges against them are false and politically motivated, and that Soni Sori and Lingaram Kodopi are prisoners of conscience as they have been arrested solely for criticizing human rights violations by both Maoists and state forces committed during the armed insurgency."
  },
  {
    "FIELD1":"Indonesia ",
    "FIELD2":" Teacher Johan Teterissa is serving a 15-year prison sentence for leading 22 activists in a peaceful public protest in front of President Susilo Bambang Yudhoyono, during which the Benang Raja flag – a banned symbol of Maluku independence – was raised. Of the 21 other protestors arrested with him, all have been sentenced to between seven and 20 years' imprisonment, as part of a systematic crackdown on pro-independence activities in Maluku province. A twenty third activist was later arrested and sentenced to four years’ imprisonment. "
  },
  {
    "FIELD1":"Indonesia ",
    "FIELD2":" Former civil servant Filep Karma is currently serving 15 years in prison after taking part in an annual ceremony at which a Papuan independence flag was raised. He was charged and convicted of rebellion on 26 May 2005. Filep Karma is in prison for exercising his right to freedom of expression. Amnesty International considers him to be a prisoner of conscience."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Zeynab Jalalian, a Kurdish woman from the town of Maku, in Iran's north-western province of West Azerbaijan, was sentenced to death in or around January 2009 by Kermanshah Revolutionary Court after eight months in detention in a Ministry of Intelligence detention facility, during which her family had no information concerning her fate. She was convicted of moharebeh (“enmity against God”)  – a charge levelled against those accused of taking up arms against the state - in connection with her alleged membership of, support for and recruitment to a Kurdish opposition party, possibly PJAK (see below). She is reported not to have been granted access to a lawyer during her trial which is said to have lasted only a few minutes. Zeynab Jalalian’s death sentence was upheld by the Appeal Court and on 26 November 2009 it was confirmed by the Supreme Court."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Sakineh Mohammadi Ashtiani, a mother of two from north-west Iran, has been facing execution by stoning since 2006. Her sentence was imposed after she was convicted in an unfair trial of “adultery while married”. Her desperate situation has led countless people across the world to take action on her behalf.  Her current legal situation is unclear, but Amnesty International fears that the authorities now appear to be planning to secure her execution for murder.  Executions for murder are usually carried out by hanging."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Student leader Majid Tavakkoli, a member of the Islamic Students Association, is serving a sentence of eight-and-a-half years in Evin Prison, in Iran's capital, Tehran. Majid Tavakkoli had been arrested in December 2009 after giving a speech at a peaceful rally marking Student Day. The demonstration was part of anti-government protests that followed the disputed presidential election of June 2009. He was reportedly beaten during his arrest, sentenced following an unfair trial in January 2010 and held mainly in solitary confinement until the end of May 2010."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Prisoner of conscience Sa’id Metinpour, a member of the Azerbaijani minority in Iran, is serving an eight-year prison sentence for his peaceful advocacy of the rights of the Azerbaijani community in Iran. He suffers from severe back pain, has suffered from a lung infection and needs medical care."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Abolfazl Abedini Nasr is a freelance journalist and human rights activist from Ramhormuz, in the southern Iranian province of Khuzestan. Arrested shortly after Iran's disputed presidential election in June 2009, he is serving an 11-year sentence in Evin Prison in Iran's capital, Tehran. He is a prisoner of conscience, imprisoned for peacefully exercising his rights to freedom of expression and association. He suffers from a heart problem and needs regular medical care."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Hengameh Shahidi, a freelance journalist and women's rights activist, is currently serving a six-year prison sentence in Evin Prison in Iran's capital, Tehran.  Arrested shortly after Iran's disputed presidential election at the end of June 2009, she was held in solitary confinement in a tiny cell for 50 days and subjected to torture and other ill-treatment during the first four months of detention. She is a prisoner of conscience, held solely for the peaceful exercise of her right to freedom of expression. She needs regular medication for a heart condition."
  },
  {
    "FIELD1":"Iran ",
    "FIELD2":" Zia Nabavi is a member of the Council to Defend the Right to Education, a body set up in 2009 by students barred from further study because of their political activities or on account of their being Baha’is. He was arrested in June 2009, along with his cousin Atefeh Nabavi who was later sentenced to four years in prison. Sayed Ziaoddin Nabavi was sentenced to 15 years’ imprisonment and 74 lashes in January 2010, which was reduced to 10 years on appeal in late May. He is a prisoner of conscience, held solely for the peaceful exercise of his rights to freedom of expression and association. He has relatives who have links with a banned organization, the People’s Mojahedin Organization of Iran (PMOI), which has members based in Iraq. Zia Nabavi has no contact with the PMOI himself."
  },
  {
    "FIELD1":"Iraq ",
    "FIELD2":" Ahmad ‘Amr ‘Abd al-Qadir Muhammad, a Palestinian born in Iraq, was arrested on 21 July 2006 at the height of sectarian violence in the Zayouna district of Baghdad, and held incommunicado for more than a year. He said he was tortured and coerced into confessing to membership of an armed group and planning to plant explosives. "
  },
  {
    "FIELD1":"Iraq ",
    "FIELD2":" *This case is part of the Security with Human Rights campaign, as it falls under the Unlawful Detentions and HR Abuse in Iraq project, which is a Security with Human Rights priority project. Click [here|https://intranet.amnesty.org/wiki/x/cjArAw] for the Security with Human Rights strategy, and for any further information about the campaign, please contact shrteam@amnesty.org.*"
  },
  {
    "FIELD1":"68-year old Ramze Shihab Ahmed, who has dual Iraqi and British nationality, was arrested in Iraq in December 2009 and taken to a secret prison at an old airport in Baghdad, where he was repeatedly tortured and forced to confess to links with al-Q'aida. Now held in a different prison, he has still not been charged with a crime, and there has been no investigation into his allegations of torture.",
    "FIELD2":""
  },
  {
    "FIELD1":"Iraq ",
    "FIELD2":" *This case is part of the Security with Human Rights campaign, as it falls under the Unlawful Detentions and HR Abuse in Iraq project, which is a Security with Human Rights priority project. Click [here|https://intranet.amnesty.org/wiki/x/cjArAw] for the Security with Human Rights strategy, and for any further information about the campaign, please contact shrteam@amnesty.org.*"
  },
  {
    "FIELD1":"Walid Yunis Ahmad was arrested on 6 February 2000 in Erbil, the capital city of the Kurdistan Region of Iraq. He was subjected to an enforced disappearance for three years, before his family learned that he was alive. During this time he was tortured and went on hunger strike in protest against his detention. He is currently held in solitary confinement without charge or trial, at the Asayish building in Erbil. He is however said to be of good health and has been visited by his family.",
    "FIELD2":""
  },
  {
    "FIELD1":"Iraq ",
    "FIELD2":" Samar Sa'ad 'Abdullah was sentenced to death by the Criminal Court of al-Karkh, Baghdad, on 15 August 2005 for the murder of her uncle, his wife and one of their children in the al-Khudra' district of Baghdad. She reportedly denied involvement and blamed the killings on her fiancé, who, she said, had carried them out in order to rob her uncle. Her fiancé was said to have been accused of the same crime but is apparently still being sought for arrest by the authorities. Samar Sa'ad 'Abdullah's death sentence was upheld on 26 February 2007 by the Court of Cassation. She is detained at C4 (Sajn al-Nissa’) Women's Prison in Baghdad and is facing execution unless she is pardoned or her sentence is commuted by the President."
  },
  {
    "FIELD1":"Italy ",
    "FIELD2":" On the afternoon of 17 February 2003, Usama Mostafa Hassan Nasr (known as Abu Omar), an Egyptian national with Italian residency, was on his way to a local mosque when he was abducted from a street in Milan. Abu Omar has alleged that a police officer (Carabinieri) stopped him on the street and asked him for his identity papers. He was then forced into a white vehicle, taken to the NATO military base at Aviano in northern Italy, flown to the NATO military base in Ramstein, Germany, and then transferred to a CIA-leased plane and flown to Cairo, Egypt. "
  },
  {
    "FIELD1":"Detained in secret in Egypt for fourteen months, Abu Omar has said that he was beaten, subjected to electric shocks, hung upside down, prohibited from making contact with his family or lawyer, and held in a rat-infested cell with inadequate food. He was neither charged with a crime nor brought before a court. ",
    "FIELD2":""
  },
  {
    "FIELD1":"Japan ",
    "FIELD2":" Hakamada Iwao has been on death row since 1968. He was convicted after an unfair trial of the 1966 murder of the boss of the factory where he worked, and the man's wife and two children."
  },
  {
    "FIELD1":"Japan ",
    "FIELD2":" Okunishi Masaru is facing execution for the murder of five women, who were poisoned in 1961. He \"confessed\" to the crime after being interrogated by police over several days. He retracted his confession during his first trial, and was acquitted for lack of evidence. However, this verdict was reversed by a higher court, which sentenced him to death. The Supreme Court confirmed his death sentence on 15 June 1972. Okunishi Masaru has spent over half his life in custody, and has been on death row since 1972, knowing he could be executed at any time. He is one of Japan's longest-serving death row inmates. His lawyers have made repeated attempts to have him granted a retrial, without success."
  },
  {
    "FIELD1":"Kazakhstan ",
    "FIELD2":" In October 2008, Oleg Evloev and Dmitri Tian were reportedly tortured while held in detention by Kazakhstani officers in order to extract confession to murder. In June 2009, they were sentenced to 25 years’ and life imprisonment respectively by a court in the capital Astana for the premeditated murders of a woman and her three children. Both men continue to deny that they committed the murders. To date no investigation into the torture allegations has taken place. "
  },
  {
    "FIELD1":"Kyrgyzstan ",
    "FIELD2":" Dilmurat Khaidarov, an ethnic Uzbek lawyer, was detained on 27 June 2010 by members of the Kyrgyzstani police force. He was tortured by police officers for three days after his detention on 27 June in order to extract a confession. Dilmurat Khaidarov was charged with organizing and participating in mass disorders and taking part in the murder of an ethnic Kyrgyz tax inspector and two ethnic Kyrgyz military officers in the Uzbek village of Nariman of Osh Region, southern Kyrgyzstan, during the June 2010 violence. "
  },
  {
    "FIELD1":"\\t",
    "FIELD2":""
  },
  {
    "FIELD1":"Kyrgyzstan ",
    "FIELD2":" Human rights defender *Azimjan Askarov* is currently serving life imprisonment after an unfair trial on charges that AI believes have been fabricated in an attempt to stop his legitimate human rights work. AI adopted him a prisoner of conscience and calls for his release. While in detention, he has reportedly been subjected to torture and ill-treatment"
  },
  {
    "FIELD1":"Laos ",
    "FIELD2":" Two student protestors arrested on 26 October 1999 in the Lao capital, Vientiane are serving 20-year prison sentences. Thongpaseuth Keuakoun and Seng-Aloun Phengphanh, were part of a group of about 30 young people belonging to the Lao Students Movement for Democracy (LSMD) who attempted to unfurl posters they had made calling for political, social and economic change in Laos. Khamphouvieng Sisaath, who was also arrested, died in prison as a result of harsh punishment inflicted by guards. Two other protestors Keochay and Bouavanh Chanhmanivong, who were sentenced at the same time, were released reportedly in 2002 and 2012 respectively."
  },
  {
    "FIELD1":"Laos ",
    "FIELD2":" Thao Moua and Pa Fue Khang were arrested in June 2003 in Xieng Khouang province with two European journalists and their Hmong-American interpreter. The journalists had been researching a news story on ethnic Hmong in the Lao jungles. Thao Moua and Pa Fue Khang, both ethnic Hmong, were local guides for the group.  They were all charged with numerous offences and given long sentences after an apparently politically motivated unfair trial. The journalists and interpreter were sentenced to between 10 and 20 years and deported from Laos. Thao Moua and Pa Fue Khang remain in Samkhe prison, Vientiane, serving sentences of 12 and 15 years respectively."
  },
  {
    "FIELD1":"Libya ",
    "FIELD2":" In mid-August 2011, opposition fighters from Misratah attacked the neighbouring town of Tawargha. The fighters wanted revenge because they believed the Tawarghas had supported al-Gaddafi forces during the uprising and had fought against Misratah. The fighters drove out Tawargha's 30,000 people and burned and looted their homes. Today, Tawargha is a ghost town and its people are scattered across Libya."
  },
  {
    "FIELD1":"Libya ",
    "FIELD2":" Hisham Anour Ben Khayal, a neurosurgeon, has been detained for over six months and is facing criminal charges for alleged medical negligence, leading to the death of an opponent of al-Gaddafi. His case has been moved from court to court while no medical review has been conducted into the alleged medical neglect by an independent medical committee."
  },
  {
    "FIELD1":"Macedonia ",
    "FIELD2":" *This case is part of the Security with Human Rights campaign, as it falls under the Accountability in Europe project, which is a Security with Human Rights priority project. Click [here|https://intranet.amnesty.org/wiki/x/cjArAw] for the Security with Human Rights strategy, and for any further information about the campaign, please contact shrteam@amnesty.org.*"
  },
  {
    "FIELD1":"Khaled el-Masri, a German national of Lebanese descent, was abducted by Macedonian officials in December 2003 and unlawfully handed over to the CIA in January 2004. The CIA tortured him and transferred him to Afghanistan, where he was detained in inhumane conditions for four months and beaten. He was returned to Germany and freed in May 2004, but has never had justice for the human rights violations he experienced.",
    "FIELD2":""
  },
  {
    "FIELD1":"Mauritania ",
    "FIELD2":" *This case is part of the Security with Human Rights campaign.*"
  },
  {
    "FIELD1":"23 May 2011 evokes sad memories for the families of 14 men. Indeed, on that night, 14 men were removed from the Central Prison in Nouakchott (the capital) and transferred to an undisclosed location, by the military police (gendarmerie nationale). These 14 men had been detained at the Central Prison since they were convicted on terrorism-related charges.",
    "FIELD2":""
  },
  {
    "FIELD1":"Mexico ",
    "FIELD2":" Bárbara Italia Mendez was detained on 4th May 2006 when police broke up protests in San Salvador Atenco, Mexico state. She was beaten and then sexually assaulted by the police. No one has been brought to justice for what happened to her or other people who suffered human rights violation at the hands of the security forces."
  },
  {
    "FIELD1":"Montenegro ",
    "FIELD2":" Dalibor Nikezić and Igor Milić are cellmates at the Spuž Prison in Podgorica, the capital of Montenegro. On 27 October 2009, they were both beaten by prison officers. The prison has begun internal disciplinary procedures, but there has still not been any criminal investigation by the Montenegrin authorities."
  },
  {
    "FIELD1":"Morocco ",
    "FIELD2":" Seven students from Cadi Ayyad Marrakesh University are serving one-year prison sentences imposed in June 2008 after an unfair trial. A total of 18 students have been detained since May 2008 following student demonstrations. The seven have been convicted of a number of criminal offences, including participating in an armed gathering. The remaining 11 are in custody at the Marrakesh Civil Prison while their trial is in progress.(See [Case file on Eleven Marrakesh Students|https://intranet.amnesty.org/wiki/x/74Hm]) All 18 students have reported being tortured or otherwise ill-treated. "
  },
  {
    "FIELD1":"(!)*We hope that sections will campaign on all 18 of the students detained. Please take action on both casefiles where possible.* (!)",
    "FIELD2":""
  },
  {
    "FIELD1":"Myanmar ",
    "FIELD2":" Former student activist Ko Aung Htun is serving a 17-year prison term for \"collaborating with terrorist groups\" and for writing a history of the student movement in Myanmar. He has been in prison since February 1998. "
  },
  {
    "FIELD1":"Ko Aung Htun had previously been jailed in October 1990, for five years, for taking part in demonstrations that called on the military authorities to convene parliament following the 1990 elections.",
    "FIELD2":""
  },
  {
    "FIELD1":"He is now held in Yangon’s Insein Prison, where he is at risk of torture and other ill-treatment. According to reports from sources in Myanmar, he suffers from severe asthma and tuberculosis, and is in generally poor health. ",
    "FIELD2":""
  },
  {
    "FIELD1":"Ko Aung Htun is a prisoner of conscience, imprisoned solely for the peaceful exercise of his rights to freedom of expression and association.",
    "FIELD2":""
  },
  {
    "FIELD1":"Nigeria ",
    "FIELD2":" Amnesty International is calling for the release from prison of Patrick Obinna Okoroafor who the organisation considers to be a victim of a miscarriage of justice."
  },
  {
    "FIELD1":"Palestinian Authority ",
    "FIELD2":" Ali AL-KHDAIR, Taiseer RAMADHAN, Nazem ABU 'ALI, Shaker SALEH, Ismail AYASH and Mohammad ALQRUM all \"disappeared\" while in custody in a Palestinian Authority (PA) detention centre in Salfit (central Palestinian West Bank) on 12 March 2002. On this date, their families received a call from the PA security forces informing them that the six men had escaped from the PA detention centre where they had been detained and had fled towards Israel. They have not been seen or heard from since. "
  },
  {
    "FIELD1":"Philippines ",
    "FIELD2":" Margie Evangelista’s husband had been missing since his arrest on 5 March 2010.  Imagine her shock when someone told her that on 17 August 2010 a video of her husband being tortured was broadcast in a news program on national television in the Philippines (and then worldwide on CNN, Al Jazeera and youtube).  The video was that of a naked man, writhing on the floor and crying out in pain while a police officer beat him and repeatedly yanked a string tied to his genitals, while uniformed policemen watched.  The naked man being tortured was her husband, Darius Evangelista, the father of their three young children."
  },
  {
    "FIELD1":"Philippines ",
    "FIELD2":" Indigenous rights activist James Balao was abducted on 17 September 2008 by armed men, who told witnesses they were police, in the northern city of Baguio. A court has ordered the authorities to reveal where he is, and do no further harm to him, but his whereabouts are still unknown."
  },
  {
    "FIELD1":"Poland ",
    "FIELD2":" ***This case is part of the Security with Human Rights campaign and falls under the 'Accountability in Europe' project. Click [here|https://intranet.amnesty.org/wiki/x/cjArAw] for the Security with Human Rights strategy, and for any further information about the campaign, please contact shrteam@amnesty.org*** Abu Zubaydah and ‘Abd al Rahim Hussayn Muhammed al-Nashiri were both arrested in 2002 in Pakistan and Dubai (United Arab Emirates) respectively. Both were subsequently handed over to US custody and held in secret detention by the USA’s Central Intelligence Agency (CIA) for almost four and a half years, during which time they were subjected to torture and other ill-treatment – including “waterboarding” (mock drowning), shackling, hooding, forced nudity, and injurious stress positions -- and to enforced disappearance. After years in secret detention, the men were transferred in September 2006 to military custody at the US Naval Base in Guantánamo Bay in Cuba, where they remain detai"
  },
  {
    "FIELD1":"Russian Federation ",
    "FIELD2":" Islam Umarpashaev allegedly came to the attention of local security services when he posted an angry comment about the Chechen police on a local internet chat forum via his mobile phone. In this comment he allegedly blamed the local police for atrocities committed in the region and called on people to put an end to these atrocities. On 11 December 2009, a group of armed black-uniformed law enforcement officials came to the Umarpashaevs’ family house in Grozny, Russia, under the pretext of a ‘passport check’. Having introduced themselves as police officers from the Oktiabrskii district police station in Grozny (but without producing any identification), they demanded that Islam and his family show them all the mobile phones in the house. They then identified the phone which Islam Umarpashaev had used to post a comment on the internet and identified Islam as its owner. "
  },
  {
    "FIELD1":"Russian  Federation ",
    "FIELD2":" On 23 October 2005 Rasul Kudaev was arrested on suspicion of organizing terrorist attacks on government installations in the city of Nalchik, Kabardino-Balkaria.  He was allegedly tortured and ill-treated during his arrest, and during the several days he was detained at the department of the Organized Crime Squad (UBOP) in Nalchik. He was then transferred to a pre-trial detention centre (SIZO 1). Rasul Kudaev reportedly suffers from a disorder affecting his heart and liver and is not getting adequate health care at SIZO 1.  His case is a vivid illustration of the common practice by the Russian police of torturing and ill-treating detainees to extract \"confessions\" during an investigation and the failure of the authorities to investigate such incidents. "
  },
  {
    "FIELD1":"Russian  Federation ",
    "FIELD2":" Thirty-seven year-old Murad Abdul-Kadyrovich Bogatyrev was detained at his home in the village of Verkhie Achaluki, Malgobek district, Ingushetia, by armed and masked Russian and Ingush law enforcement officials at 5am on 8 September 2007. He was then taken to Malgobek district police station. A few hours later he died in police custody, allegedly as a result of having been tortured and ill-treated."
  },
  {
    "FIELD1":"Russian  Federation ",
    "FIELD2":" Zelimkhan Murdalov has not been seen since 2 January 2001, when he was detained in the Chechen capital, Grozny. A court has found that he was tortured in custody, and that the last people to see him were state agents."
  },
  {
    "FIELD1":"Saudi Arabia ",
    "FIELD2":" *This case is part of the Security with Human Rights campaign, as it falls under the HRVs in Saudi Arabia in the Name of Fighting Terroism project, which is a Security with Human Rights priority project. Click [here|https://intranet.amnesty.org/wiki/x/cjArAw] for the Security with Human Rights strategy, and for any further information about the campaign, please contact shrteam@amnesty.org.*"
  },
  {
    "FIELD1":"Seven reformists are detained without charge in the city of Jeddah. They are prisoners of conscience, detained solely for their advocacy of peaceful political change and human rights. Each is in solitary confinement. An eighth reformist who was arrested at the same time was released in January 2009.",
    "FIELD2":""
  },
  {
    "FIELD1":"Sudan ",
    "FIELD2":" Girifna, which translates as “we’re fed up”, is a Sudanese youth group calling for non-violent resistance to the government in Sudan. The movement, composed mainly of university students, was established in October 2009 in the lead up to Sudan’s 2010 presidential and parliamentary (general) elections, to campaign against President Omar al-Bashir and the ruling National Congress Party (NCP). Members of the movement have since been targeted by the authorities as a result of their activism, including being arbitrarily arrested, tortured in detention and sexually assaulted. "
  },
  {
    "FIELD1":"Sudan ",
    "FIELD2":" Abuzar Al Amin, who works for a newspaper affiliated with an opposition party in Sudan, is serving a five-year prison sentence for \"undermining the constitution\" and \"publishing false news\". He has said that he was tortured following his arrest. Amnesty International considers him to be a prisoner of conscience, held solely for peacefully expressing his opinions."
  },
  {
    "FIELD1":"Swaziland ",
    "FIELD2":" Swazi political activist Wandile Dludlu has lodged two official complaints of abuse at the hands of the Swazi authorities. On 4 September 2009, he was unlawfully detained and tortured by police officers, then less than three weeks later he was assaulted by prison security officers outside a prison. Neither complaint has been properly investigated. Wandile Dludlu is a member of a longstanding political organization called the Swaziland Youth Congress (SWAYOCO), which  the government of Swaziland has declared a \"terrorist entity\" under draconian counter-terror legislation. Since 2006, Wandile Dludlu and 15 other activists have faced pending treason charges, which the state has never brought to trial. Because of the charges, he has found it difficult to find employment and has had to discontinue his law degree.  "
  },
  {
    "FIELD1":"Syria ",
    "FIELD2":" Syrian political activist Anas al-Shogre has been detained incommunicado since the night of 14 May 2011, when he was arrested, apparently for calling for and leading protests against repression of demonstrations in other parts of the country and calling for political reform and in the coastal city of Banias. He had been in hiding at the time, as a security operation was under way in the city.  "
  },
  {
    "FIELD1":"Syria ",
    "FIELD2":" Muhammad Haydar Zammar, a German national of Syrian origin, is serving a 12-year sentence, imposed after an unfair trial before the Supreme State Security Court (SSSC), for membership of the outlawed Muslim Brotherhood. The organization has since denied that Muhammad Zammar ever had any involvement with it or any of its members. He is held in Saydnaya prison, on the outskirts of Damascus."
  },
  {
    "FIELD1":"Taiwan ",
    "FIELD2":" Chiou Ho-shun has been on death row for over two decades, after being sentenced to death for robbery, kidnapping and murder in 1989. Chiou Ho-shun and his 11 co-defendants said they were held incommunicado for the first four months of detention, and claim they were tortured into making confessions, which they later retracted. Only Chiou Ho-shun was sentenced to death – his co-defendants were sentenced to varying prison terms which they have all completed, apart from one who died in prison. Chiou Ho-shun could be executed at any time. "
  },
  {
    "FIELD1":"Tajikistan ",
    "FIELD2":" Ilhom Ismonov, a taxi driver and father of three, was detained on 3 November 2010 in Khujand city, Tajikistan and is believed to have been tortured while being held in incommunicado detention. According to his legal representative, the Urgent Actions issued by Amnesty International helped to stop the physical torture. Continued campaigning on his behalf assisted in securing better prison conditions for him. His torture and the procedural irregularities surrounding his detention have not been investigated effectively. Campaigning for an investigation will continue. "
  },
  {
    "FIELD1":"Turkey ",
    "FIELD2":" Twenty-nine-year-old Engin Çeber was one of four people arrested and detained on 28 September 2008 during a press conference in support of Ferhat Gerçek (an 18 year-old man who was shot by a police officer and left paralysed on 7 October 2007). Engin Çeber and three others (two men and one woman) arrested at the press conference were allegedly tortured and ill-treated in detention. Engin Çeber died on 10 October 2008 as a result of the injuries he had sustained. Sixty state officials are currently facing trial in relation to his death. "
  },
  {
    "FIELD1":"Turkmenistan ",
    "FIELD2":" Activists Annakurban Amanklychev (left, top) Sapardurdy Khadzhiev and Ogulsapar Muradova (left, bottom) who was also a correspondent for US-funded _Radio Liberty_, were detained on 16 and 19 June 2006. They appear to have been held solely because they are members - or relatives of members - of the non-governmental human rights organization, the Turkmenistan Helsinki Foundation (THF), which has publicized human rights violations in the country. In September, Ogulsapar Muradova's family were informed that she had died in custody. According to relatives who identified her body, there were \"marks on her neck\" and a \"huge wound on her forehead\"."
  },
  {
    "FIELD1":"Ukraine ",
    "FIELD2":" Yakov Strogan, a construction site manager from the city of Kharkiv, close to Ukraine's Russian border, was abducted and tortured by police in August 2010. The police also attempted to blackmail his wife Anna for his release. Eventually he was released, but when he complained about his treatment he was arrested and charged with attempted murder. The charge appears to have been fabricated to punish him for speaking out about his treatment, and he is an easy target for police because he has previously been convicted for robbery. He is now being unfairly tried. "
  },
  {
    "FIELD1":"Ukraine ",
    "FIELD2":" Alexander Rafalsky was detained in Ukraine’s capital Kyiv in 2001, suspected of being involved in the deaths of four people. He insists that he is innocent, and says that he was repeatedly tortured and ill-treated, including a mock execution, to force him to confess to murder. There has been no investigation of the torture allegations and all his complaints have been rejected. Sentenced to life imprisonment in 2004, he is currently in prison in Vinnytsya, central Ukraine and suffers from serious health problems. "
  },
  {
    "FIELD1":"Ukraine ",
    "FIELD2":" Eduard Furman was allegedly tortured while being held in police detention in Ukraine between 11 - 15 April 2007, in order to get him to confess to murder. Allegedly, following beatings at two police stations he confessed. He was charged with murder on 24 April 2007 and is currently in detention awaiting trial. Despite his lawyer complaining to the Prosecutor General’s office about the torture and ill-treatment and other violations of Eduard Furman’s rights, no effective and impartial investigation has been carried out into the allegation nor have those responsible been brought to justice. "
  },
  {
    "FIELD1":"USA ",
    "FIELD2":" Maher Arar, a dual Canadian/Syrian citizen, was arrested at a New York airport on 26 September 2002.  He was travelling on a Canadian passport en route home to Canada from visiting his wife’s family in Tunisia."
  },
  {
    "FIELD1":"USA ",
    "FIELD2":" Shaker Aamer was arrested by Afghan forces on 24 November 2001 in Jalalabad, Afghanistan and subsequently transferred to US custody. Aamer is originally from Saudi Arabia, and his wife and four children are all British nationals and currently live in South London in the United Kingdom (UK). He had permission to live indefinitely in the UK, on the basis of his marriage to a British national, when he was originally detained by Afghan forces in late 2001."
  },
  {
    "FIELD1":"USA ",
    "FIELD2":" *This case is part of the Security with Human Rights campaign, as it falls under the Armed Conflict and Counter-Terroism in the US project, which is a Security with Human Rights priority project. Click [here|https://intranet.amnesty.org/wiki/x/cjArAw] for the Security with Human Rights strategy, and for any further information about the campaign, please contact shrteam@amnesty.org.*"
  },
  {
    "FIELD1":"*“The threat of the death penalty and the shock of the charges… had a devastating impact upon Mohamed al-Qahtani’s already badly compromised physical and mental condition. I am concerned that he will not survive Guantánamo.”* ",
    "FIELD2":""
  },
  {
    "FIELD1":"*Mohamed al-Qahtani’s US lawyer, 16 May 2008*",
    "FIELD2":""
  },
  {
    "FIELD1":"USA ",
    "FIELD2":" Binyam Mohamed was arrested at a Karachi airport in April 2002, and handed over to US custody three months later.  In July 2002, he was transferred on a CIA-registered plane to Morocco, where he was held for about 18 months and allegedly tortured, including by having his penis cut by a razor blade.  He was allegedly subjected to further torture after his transfer to the CIA-run “dark prison” in Kabul, Afghanistan in January 2004."
  },
  {
    "FIELD1":"After five months, he was transferred to the US airbase in Bagram, Afghanistan, and suffered further alleged ill-treatment there, before being transferred in mid-September 2004 to Guantánamo where he was held until his release to the UK in February 2009.  He was never put on trial and was held in isolation for prolonged periods.  His physical and mental health deteriorated drastically during his incarceration",
    "FIELD2":""
  },
  {
    "FIELD1":"Uzbekistan ",
    "FIELD2":" Prisoners of conscience, Azam Farmonov and Alisher Karamatov are members of the independent _Human Rights Society of Uzbekistan_ (HRSU). They were detained on 29 April 2006 as they defended the rights of local farmers who had accused some district farming officials of malpractice, extortion and corruption. The two men were allegedly tortured, charged with extortion, subjected to an unfair trial where they had neither a defence lawyer nor any other legal representative and then sentenced to nine years imprisonment."
  },
  {
    "FIELD1":"Vietnam ",
    "FIELD2":" Tran Huynh Duy Thuc, a successful entrepreneur, was sentenced to 16 years’ imprisonment followed by five years’ house arrest on 20 January 2010 for blogging about political and economic issues in Viet Nam. He declared during his trial that he was tortured while in detention to force him into making a confession. "
  },
  {
    "FIELD1":"Zimbabwe ",
    "FIELD2":" For the past several years, members of the Zimbabwe Congress of Trade Unions (ZCTU) have been subject to a campaign of harassment by the authorities.  Members have been arbitrarily arrested and detained and some have been tortured and ill-treated whilst in custody."
  },
  {
    "FIELD1":"Zimbabwe ",
    "FIELD2":" Since February 2003, women belonging to the women's rights organisation Women of Zimbabwe Arise (WOZA) have repeatedly been arrested by the Zimbabwe police while taking part in peaceful demonstrations to protest the worsening social, economic and human rights situation in the country. They have been subjected to intimidation, harassment, and ill-treatment by police officers. Many of those arrested have later been released without charge, but some have been charged under repressive legislation such as the Public Order and Security Act (POSA) and the Miscellaneous Offences Act (MOA). Women with babies, children and a heavily pregnant woman have been among those arrested."
  }
]
